{
    "survivors": [
        {
            "name": "Dwight Fairfield",
            "description": "Dwight was geeky and scrawny through high school. He always wanted to be one of the cool kids, but somehow never had the charisma. He tried out for the football team but was cut, the basketball team didn't even take a look, and his grades were distinctly below average. One weekend, on a team-building exercise from his dead-end job, Dwight's boss led them deep into the woods before breaking out his family recipe moonshine. Dwight remembered taking the first sip before waking up late the next morning all alone. During the night, the others had abandoned him. Once again, the laughing stock of the community Dwight tried to hike his way out of the woods. That was the last anyone ever heard of Dwight Fairfield.Dwight isn't the typical guy you think of when someone says \"\"Survivor\"\". He lacks that certain pizzazz and without his glasses, he's more or less blind. But as the sun sets and the woods come alive, Dwight clasps to his rat race life, making sure that he'll live to see another day even though something unimaginable is after him. Dwight won't stop. He'll survive no matter what. As others spent hours being seen in high school. He spent hours becoming invisible and avoiding danger. And it doesn't matter if it's dangers in the hallway or dangers in the woods. Survival is key. As other employees panic when terror infects them, Dwight makes use of his disturbing teen experience. The tables have now turned and now others need to follow to Dwight's firm directions if they are to survive as he knows how to disappear.",
            "imagePath": "assets/images/characters/Dwight_Fairfield.png"
        },
        {
            "name": "Meg Thomas",
            "description": "Perhaps it was her mother that had instilled the fierce streak in her or maybe it was her father that left them when she was a baby. Meg excelled at schoolwork but she was off the rails. Fortunately, an athletics coach encouraged her to channel her misspent energy on the track. She motivated herself into becoming a high school star and earned a scholarship to college. When her mother fell ill, Meg decided to give up her chance at college to care for the woman who had raised her. One summer’s day, on a long run deep in the woods, Meg vanished. Search as they did, they never found her body.Meg is one of those who is just simply filled with energy. Unfocused and uncontrollable energy that had to come out. As a kid it came through rowdiness and rebellion. Someone had to focus Meg before something went terribly wrong. Fortunately, someone did. She started to run. Maybe from something undefined that fueled her energy. So to run equaled life. But to run now might attract those beings that crave the pain of others. But as she runs from something, instead of towards it, she understands something. She understands that speed is not of the essence. It’s reaching that finish line. Rather last but still breathing. She deludes whatever is out there as she glides through obstacles and fear, thus managing to stay alive.",
            "imagePath": "assets/images/characters/Meg_Thomas.png"
        },
        {
            "name": "Claudette Morel",
            "description": "From the day that her parents gave Claudette her first science kit, she loved experiments. Her single-minded pursuit lead to an early scholarship at a great college. It was a huge decision to leave Montreal, but the chance was too good to pass up. Her introverted nature means that chat rooms and forums are now her best source of social interaction. Her new favourite activity is to answer botany questions for others under her new moniker of Science Girl. One evening, during a long bus ride back from the city, Claudette took a stroll that would change her life. It only took a minute for her to get completely disoriented in the thick woods. She never found her way back. Her forum only started to wonder where she was a week after she stopped posting.Claudette is not the outgoing type. Her brilliance provided her with a social handicap and she has fled the real world for chat rooms and forums. Botany and studies fill her life and even though she yearns for something else - it won’t come via a modem. Being thrown into a real-life situation can feel awkward and forced. But as she is used to shutting out the world, she suddenly finds hope in this inexplicable darkness that is slowly devouring her. A plant. A tree. A bush. Simple greenery that might save a life. She hides within and amongst them. Her knowledge and skills flourish as gruesomeness roams free around her.",
            "imagePath": "assets/images/characters/Claudette_Morel.png"
        },
        {
            "name": "Jake Park",
            "description": "Growing up the son of a wealthy CEO was always going to put pressure on Jake Park. When his brother graduated with honours from Yale, the pressure on Jake intensified. Jake just wasn't the academic type, but his father never really understood his refusal to embrace the expensive education he lavished upon him. Eventually, Jake rebelled by dropping out of school entirely. Now, Jake lives off the grid on the edge of the woods. It's been years since he spoke to his father but his mother checks in once in a while. It was she, who eventually called the police. The cops said he got lost in the woods and a search party looked for days, but gave up as bad weather rolled in. Despite passionate pleas from his mother, they never resumed the search and Jake went down in history as another casualty of the woods.Jake's destiny was set even inside his mother's womb. Heir to wealth, noble manners and caretaker of the family reputation and legacy. During torture it's not pain that breaks a man, it's immense pressure. And Jake couldn't handle any more pressure. Instead he sought the opposite of fine dining and maids. He left the grid and ended up with a forest as closest neighbour. A self made outsider, Jake understands nature. He's not there to tame something - rather him becoming feral. Remove the brutal Killers that seek out blood to drain and Jake would feel just at home. No Wi-Fi. No Fortune-500 companies. No father nor mother. Years away from modern life has given Jake a new feel for problems. Pain is just an obstacle that hinders you from getting fed. No matter what is hunting you, you need to stay one step ahead. Struggle, blend in, adapt. Just don’t make it easy for others to erase you from the Earth's surface.",
            "imagePath": "assets/images/characters/Jake_Park.png"
        },
        {
            "name": "Nea Karlsson",
            "description": "Nea is of Swedish descent, a tagger and a bit of a troublemaker. She started rebelling when she was 16, she dyed her hair black and cut it in a way she liked it. In her early teens, her parents thought she lacked that thing that makes everyone else \"\"normal\"\". She may have gone too far when her friends, not thinking well, dared her to tag the old asylum. She was never seen again, and now tries her best to survive the Entity's dangers.Nea grew up in the small town of Hjo in Sweden. She had a happy childhood even though her mom and dad worked hard. As the opportunity to move to the US became a reality she started acting out. Her parents didn’t really pick up on this as a reaction to their move. Nea was forced to leave her friends and life behind. Nea shied away from what her parents considered “normal”. Instead she took refuge in skate parks, and her tag “Mashtyx” was seen more or less all over her new hometown, and Nea made a sport out of tagging government buildings. Finally Nea’s parents became used to Nea disappearing for a few days on end. As she’s nimble and almost catlike, she’s able to evade deadly dangers. Years on skateboards has proven worthy training. And keeping her head down, avoiding the fuzz can be applied to all dangers. The only question is whether she has some interest in not giving up.",
            "imagePath": "assets/images/characters/Nea_Karlsson.png"
        },
        {
            "name": "Laurie Strode",
            "description": "You never know what really matters in life until you've realised it might end soon. Laurie is one of those who just wants a quiet life in the suburbs, hanging out with friends, family and maybe go on a date or two. Laurie is a typical teenager. You could pass her on the street and not think twice. She does her homework and is liked by her friends, teachers and family. A simple night of babysitting turns into something that will forever change the course of her young life. A knife swooshing through the air. Screams from afar. Noises that plays tricks with her mind. But not Laurie, she’s made of something stronger. Something that won't give up.",
            "imagePath": "assets/images/characters/Laurie_Strode.png"
        },
        {
            "name": "Ace Visconti",
            "description": "Ace Visconti is one charming guy. With his sharp Italian looks, grey-streaked hair and silver tongue, he could pass for an ageing 50's movies star. His heart has always belonged to the cards. From his roots as a poor boy in Argentina, he gambled, scammed, seduced and smooth-talked his way to a life of luxury as a high roller in the land of opportunity. Despite money always having a way of slipping through his fingers, Ace always figured he could win more. He never fulfilled that ambition; eventually he racked up too many debts with the wrong kind of people. And when they finally came to collect, Ace was nowhere to be found. No one knew who tipped him off or where he fled to, but anyone who knew Ace Visconti can agree on one thing. He will survive: against all odds.",
            "imagePath": "assets/images/characters/Ace_Visconti.png"
        },
        {
            "name": "William \"Bill\" Overbeck",
            "description": "It took two tours in Vietnam, a handful of medals, a knee full of shrapnel, and an honourable discharge to get William \"\"Bill\"\" Overbeck to stop fighting and try to live a peaceful life. He hated it. After decades spent drifting aimlessly through dead end jobs, Bill went in for a routine surgery and woke up to find the world he knew was gone. A plague was turning normal people into mindless killing machines. Naturally, the first thing he did was fight his way home and put on his uniform. Making his way through rural ghost towns and pitch-black forests, he found other Survivors, and together they fled from the infected hordes. In the end, Bill sacrificed himself to ensure their safety. His body was never found. Bill was left for dead. No one knows that he still has the only thing he ever wanted: an enemy to fight.",
            "imagePath": "assets/images/characters/Bill_Overbeck.png"
        },
        {
            "name": "Feng Min",
            "description": "Feng Min was a young girl when she first picked up computer games, and she was instantly hooked. The brand new worlds enchanted her with colours, sounds and explosions – a chance to be somewhere else, or someone else. Her parents saw no wrong with a few minutes in front of the screen, but as minutes turned into hours and sometimes days, they finally decided to pull the plug and force Feng Min to put more efforts into her studies.She felt smothered by her parents who refused to see the potential of a future in games, so she left home and spent her time in internet cafes and LAN parties where the old rules didn't apply. She spent hours playing, streaming, competing to rise to the top. Her parents became what she called \"\"holiday parents\"\" as she never saw them outside the holidays, and she became the black sheep of a one-child-family. In the gaming world, however, she finally found respect. Nicknamed the \"\"Shining Lion,\"\" she was invited to join a prestigious e-sports team and to live in their dorms, where she found a sanctuary free of the misconceptions and prejudice she had felt from her parents and the non-gaming world.Feng Min pushed her limits to prove she was the best. Sleep was less important to her than training. At the top of her game, she filled stadiums with fans who adored her. But it couldn't last forever; The pressure to be the best grew stronger and stronger. She pushed herself too far, slept too little, and her performance began to slip. She started to lose. At night, she would stay up, tormented by the thought of disappointing her parents… and her fans.She spiralled out of control and fell into a pattern of self-destruction. She started wandering the streets and visiting bars, where no one knew of e-sports, waking up in places she didn't remember. One day she woke up somewhere completely different… in a never-ending nightmare. Feng Min did not despair – as she learned more about the challenge she was up against, she realised this was what she had been training for her entire life. Now, she was going to win.",
            "imagePath": "assets/images/characters/Feng_Min.png"
        },
        {
            "name": "David King",
            "description": "The single child of a wealthy family, David King seemed destined for greatness. While growing up in Manchester, he demonstrated serious potential in both sports and academics, and with his family connections, all doors were open to him. He could have succeeded at anything, if it weren't for his combative nature. David lived for the adrenaline rush of a good fight and would go out of his way to get into one.His robustness and athletic abilities led him to rugby, where he could cut loose and really cause a ruckus. King excelled and gained a reputation as a promising, if somewhat reckless, rookie. His meteoric rise came to an abrupt end when he lost his temper and assaulted a referee, earning himself a lifetime ban from the league and cutting short what most people assumed was going to be a long, successful career. King was unconcerned; money was no issue, so he took it as an early retirement and focused on other fun things to do.Free from the constraints of a career and enabled by the wealth of his family, David King spent most of his time at the pub, drinking, watching games, and getting into fights. Some might say he was wasting his life away. Not many people knew that he was an occasional \"\"debt collector\"\" or that he fought in clandestine bare-knuckle fight clubs.When David King stopped showing up at the pub, the few friends he still had were not surprised. They figured he had finally picked a fight with someone stronger than he was. In a way, they were right.",
            "imagePath": "assets/images/characters/David_King.png"
        },
        {
            "name": "Quentin Smith",
            "description": "When he heard that Nancy's mother had disappeared, Quentin Smith knew instantly that their success had been short-lived. Although their plan had seemed to work flawlessly, Freddy Krueger had beaten death yet again.But Quentin wasn't about to give up. It may take many attempts, but he vowed that somehow they would find a way to beat Freddy, once and for all. If he didn't, it would only be a matter of time before Freddy would win and Nancy was lost.Someone like Quentin never attracted attention in a library, no matter how strange the texts he requested. He devoured all the information he could find, on shared dream worlds, lucid dreaming, and the methods to control the dream space. Forcing himself to stay awake, via a steady diet of pills and energy drinks, he searched through dusty volumes, finding myths about the demons that live in dreams, trapping their victims in limbo and feeding off their terror. He worked quickly as he knew that Freddy would soon be coming for him.It wasn't long before that moment arrived and Freddy began appearing in his dreams. He stayed at the periphery at first, taunting Quentin, seemingly hoping to tire him out. Using all that he had learned, Quentin was able to see flaws in the dream; cracks where escape routes could be formed. He tested this skill carefully, not wanting to show his hand, hoping that it would give him some kind of advantage that he could use to defeat Freddy.Then, one night, he found himself in the familiar environment of Badham Preschool. Freddy had tired of the taunting and had finally decided to gut him. Quentin ran through the school, his quick eyes scanning for something useful in the maze of rooms. He found a can of paint thinner and quickly formulated a plan. Once the trap was set, he waited, acting as the lure to draw Freddy into the right position. And there he was, claws scraping on metal as he closed in for the kill. Quentin allowed himself time to enjoy the surprise on Freddy’s face as the corridor ignited and then he was away, running through the building, heading for the exit that he knew existed. If he harried Freddy, weakening him and then escaping the dream, surely that would defeat him over time? Before his eyes, the cracks in the dream closed and his escape route was blocked. He was in Freddy’s secret room again, and there was nowhere to run.As Freddy closed in, a broad grin spreading across his ruined face, Quentin was consumed with a need to see this man finally obliterated. He wished it had been him, not his father, who threw the gas can that ended Krueger’s life, that it had been him who cut Freddy’s throat. Perhaps that desire would be enough? This was a realm of the mind after all.He let it consume him, concentrating all his thoughts on wishing Freddy gone. His vision was obscured with roiling tendrils of fog and, when it cleared, he was somewhere else. In another dream? If so, it wasn't his; it felt cold and unfamiliar.A flickering drew his attention and he realised he was by a campfire, and he wasn't alone. Other people were trapped here too, and they needed his help.",
            "imagePath": "assets/images/characters/Quentin_Smith.png"
        },
        {
            "name": "Detective David Tapp",
            "description": "Detective David Tapp was one of the good guys. His determination to see Killers brought to justice and their victims avenged had led him through a long and respected career.When he first saw the details of the Jigsaw case, it seemed like many others. More grisly and macabre, sure, but just another lunatic with a penchant for the over-dramatic, who would soon be behind bars.A stroke of insight brought Tapp, and his partner Detective Stephen Sing, to an abandoned mannequin factory, where they discovered Jigsaw’s lair. They apprehended the man but he managed to escape before being unmasked, slashing Tapp's throat as he did so. Leaving his partner, Sing went in pursuit but fell victim to a booby trap. Tapp had failed to go by the book on this one occasion, entering the lair without a warrant, and it had resulted in a Detective's death. He was discharged from the force and left with a ruined throat and crippling guilt.He channelled that guilt into an obsession: he would find the killer, stop the murders, vindicate himself, and avenge his friend and colleague. Following the evidence trail brought him to Dr Lawrence Gordon and he staked out the doctor’s apartment, sure that he would find some evidence of guilt.Then he saw a stranger at Gordon's window and heard gunshots. Tapp confronted him and the man fled, with the pursuit leading to an industrial building.Tapp's age caught up with him, a fight that he would easily have won in his younger days ended with Tapp taking a bullet to the chest. Slumping to the floor, he saw only failure. He had failed his partner and the other victims. Whoever the killer was, Tapp had been unable to stop him. More would die and it would be his fault.He let the rage and guilt consume him and closed his eyes for the final time. Beneath him, the concrete floor softened. He dug his fingers into the ground, feeling dirt and leaves. Where his chest had been wet with blood, the shirt was now dry and the pain had gone. His eyes opened onto a darkened sky and the jagged, searching fingers of branches.Screams echoed through the forest and a new determination filled him. His mind was clear for the first time in months. Victims needed to be avenged, killers thwarted. He didn’t know what this place was, but he was still a cop, and he always would be. He had a job to do.",
            "imagePath": "assets/images/characters/David_Tapp.png"
        },
        {
            "name": "Kate Denson",
            "description": "One of Kate Denson's earliest memories was standing in front of her family, singing a song that she'd learned that morning at school, and watching smiles spread across their faces. Seeing how something as simple as a song could make people so happy was the moment when she knew what she wanted to do with her life.She practised, learned the guitar as soon as she was big enough to reach over it, and was performing in front of crowds by the time she was eight years old. Her mother did everything she could to fulfil Kate's dreams, taking her all over their home state of Pennsylvania, then across the South, and even to Nashville itself.Kate won folk music competitions and talent shows whenever she participated, but for her to win others had to lose, and that wasn't in her nature. She only wanted an outlet, a way to touch people's lives. To make them forget the worries of the world and just enjoy themselves, if only for a while.With age came a new-found freedom. She bought a battered old Chevy truck and was able to travel around by herself, meeting fans and making new friends wherever she stopped. Hers wasn't a story of rock excess though: just the road, her guitar and maybe a good bourbon to end the day.From sun-baked festivals to dark and cosy bars, people flocked to her voice and her self-penned songs of friendship, family, love and home.These sentiments weren't just lip-service: she made sure to return home as often as she could, to help out in her community and entertain the local children with her tales of the wider world. She saw it as a way of giving back, of supporting others in the same way she had been.It was home where she found most of her inspiration as well. She had always loved to take long walks in the woods around her town, exploring off the beaten track, finding a quiet spot to play and write her songs. She had a favourite location she returned to time and time again, a natural hollow, encircled by trees, that looked almost as if it had been blasted out of the rocks thousands of years ago. Here she felt a strong connection to nature, and to the Earth itself. She let her mind be enveloped by the forest and it rewarded her with constant inspiration.She picked up her guitar and played, her fingers dancing across the fretboard. The music that she made this time was unlike her usual uplifting tunes, being much more melancholy, even dark. Still, something compelled her to continue, to finish the song.Around her, the leaves vibrated in unison with the guitar strings and the boughs of the trees lengthened, coalescing into a living form. Spider-like legs descended from the canopy above, grasping for her. Regaining her senses, she grabbed a rock and tried to beat them back, but their skin was hard as iron and the rock simply bounced off and skittered away.The legs coiled like tendrils around her limbs and lifted her towards the darkness overhead. Fog rolled across the clearing, obscuring both Kate and the creature of nightmares that drew her up towards itself.When the fog cleared, there was no sign of any struggle, or of life. Just an acoustic guitar, the scratch plate engraved with flowers; as well as the initials KD, inlaid in mother of pearl.",
            "imagePath": "assets/images/characters/Kate_Denson.png"
        },
        {
            "name": "Adam Francis",
            "description": "Adam was born in Rollington Town in Kingston, Jamaica. His father died in a car accident when he was two, and his uncle took him in. His uncle was a strict, but fair man, who raised him to value education.At Kingston College, Adam discovered his father's published works, which triggered his passion for literature. His campus, however, was known for its focus on athletics. As a shy teenager with his nose stuck in books, he was the perfect prey for bullies. What he lacked in sports, he made up in grit. He learned to defend himself in the thick of it.It's during his years in college that he started to imagine his life elsewhere. While his close friends orbited the music industry, he followed a surer path. His grades granted him admission to higher education, and there was a demand for teachers abroad. After graduating university, he taught extra classes to afford applying fees overseas. He had a steady diet of long commutes, grading piles, nightly lesson plans, and early classes. After a year, he managed to apply for a position abroad. His first plane ride took him to Southern Japan for a new start. His life in Kagoshima was hectic. There was little time to do everything he took for granted back home. His Japanese was elementary at best, which slowed him down. Buying groceries took hours, long commutes had to be planned, and lesson plans relied on Japanese notions, which he had to learn.But after a few months, he found his rhythm. He reflected on it one morning while riding the train to work. He no longer had to study the Kanji characters filling the map. He knew his way. His language skills had improved, he felt connected to his students, and he'd treat himself to luxurious restaurants on weekends. He even had his first vacation planned.Within seconds, Adam's world was brought down to a slow motion. Rails hissed, bags came pouring down, and the floor trembled before the hit: Adam crashed forward as the train flipped upside down. He landed on a window pane as an unhinged door came flying at a passenger. He rolled over so that the door would hit him instead of the girl. He shut his eyes as he braced for impact, but nothing happened.He squinted one eye open and he saw nothing but darkness. A heavy Fog had taken over the train. Ice seemed to flow through his body, reaching his lips first, then the tip of his fingers before spreading to his legs. Lulled by the warm hum of the dark whisper, he closed his eyes, drifting.No one truly knows what happened to Adam Francis. The school teachers imagined the worst when they watched the train derailment on the news and saw he was missing. Their fears seemed to be confirmed when Adam's bag was recovered from the crash site, but his body was never found. To this day, his uncle believes that Adam took off after the train crash, alive still, somewhere out there.",
            "imagePath": "assets/images/characters/Adam_Francis.png"
        },
        {
            "name": "Jeffrey \"Jeff\" Johansen",
            "description": "Jeff Johansen was born and raised in Ormond, Alberta. He grew up as a quiet, only child with an aversion for large crowds. During High School, his anxious nature was mislabelled as shyness, which he covered up with a tough, stoic persona that intimidated bullies and teachers alike. At home, he discovered an interest for heavy metal and started a vinyl collection. The evocative symbolism on the covers inspired him to make some art of his own, which helped him cope with his parents' constant fighting.To escape his parent's increasingly recurrent blow-ups, Jeff started working at a video store. Few customers passed by, so he had a lot of free time to draw. A late-night regular noticed his sketches and asked him to do some artwork for his gang at the abandoned lodge up Mount Ormond. Jeff accepted the challenge and painted a large mural depicting \"\"The Legion\"\" in runny, bloody letters. He was given a fifty-dollar bill and a 12-pack for his hard work. It was his first paid commission, a milestone to be proud of.After his parents' divorce, Jeff was forced to move with his mother to Winkler, Manitoba, which was miles away from his home town—and his dad. In Winkler, Jeff was more isolated than ever, expect for art and music. His solace came shortly after graduating High School when he started working at a local bar with live music performances. He found a roadie gig shortly after, leaving Winkler behind.A few years later, Jeff got injured after getting involved in a fight during a concert. He was told he could lose part of his eyesight, so his doctor asked him to stay in town in order to monitor him. It was a difficult time during which Jeff re-assessed his life choices.He went back to school—art school. His eyesight slowly returned, but he had to be careful. He took a few courses, experimenting with a wide range of mediums, ultimately choosing oil painting and digital art, the latter of which offered paid intern-ships. He took up a desk job and found his calling in designing labels for microbreweries. He led a quiet, simple life: he brewed beer, took-in a rescue dog, designed tattoos, and freelanced album covers for bands he liked. All until one morning, when he got a phone call from Ormond saying that his father had passed, leaving a few things to sort out.Jeff drove all the way back to Ormond. He felt a pang of nostalgia when he reached his late father's house. Inside, there was an old guitar case sitting in against the wall. It held a black, vintage model with a sticky note that said, \"\"for my boy.\"\" He stayed in town longer than he planned to, reminiscing about his childhood. Driving by his former High School, he remembered the mural he painted up Mount Ormond. He bought a 12-pack and headed to the lodge.After weeks of not hearing back from Jeff, his colleagues assumed that grief had gotten the better of him. His neighbour got tired of sitting his dog, which became more and more agitated as days went by. The dog became a stray again, erring while seeking the familiar trail of Jeff's malty scent.",
            "imagePath": "assets/images/characters/Jeff_Johansen.png"
        },
        {
            "name": "Jane Romero",
            "description": "Jane Romero was the daughter of famous actress, Loretta Lawrence, of whom she had no memory. Her parents had separated when she was still a baby, mainly since her mother was often away filming. Jane was raised by her father, a struggling visual artist. She grew up torn between resenting her mother's absence from her life and admiring her presence on screen.As a teenager, Jane secretly wished to emulate her mother's talent. She would direct and perform in plays, audition for TV commercials and help her father at his studio. During her senior year, she entered a national oratory contest and won first prize. Her performance attracted the attention of a radio station that contacted her for an interview. During the live show, her natural charm and repartee impressed the staff, who offered her a part-time job at the station.After graduating college in Communication, she quit her job at the station to work for a trendy variety show. But her frank delivery and ad-libs were not appreciated by the show's executives, who fired her after five months. Desperate for another opportunity, Jane pitched a show at the radio station she used to work at, only to be turned down, her proposal being too risky.Four months later, she received a phone call from a producer who had seen reruns of the show. He was looking for a co-host to spark up the failing show Quick Talk.Live television meant long hours, a low salary, and no stability, but it also offered a platform to broadcast her views. She disputed the crude inflammatory tone of Quick Talk and pushed for a relate-able coverage of personal issues. Her honest delivery resonated with her audience and within weeks, the show's viewer-ship was steadily growing.After two years, she launched a full-hour segment called The Jane Romero Show, which was broadcast nationally and covered tabooed topics, including her personal struggle with abandonment. Her show broke records and her initials J. R. became synonymous with products ranging from beauty creams to fashion accessories.But Jane needed more; she wanted others to follow her in her footsteps. She published a memoir that covered her childhood with an absent mother. Her book was an instant best seller, but was reviewed harshly. Critics called it \"\"a serving of sad anecdotes seasoned with bland, generic self-help tips.\"\" Jane took this criticism to heart, since despite her success, a voice in the back of her mind was starting to doubt her achievements. Her success also generated an increasingly demanding schedule and a growing pressure to entertain constantly. During a particularly tense week, she canned an episode and instead launched a two-hour-long special on divorce. Her stress peaked when she learnt that her mother had agreed to star in her show.Jane put on a brave face and began the show. Most of it went without a hitch, but her mother walked on set, smiling warmly at the audience, Jane's stomach lurched unpleasantly. She was consumed by a violent envy that had been festering. Yet she carried on with a strained smile, until Loretta interrupted her, saying that they were not actually related. The interview went haywire after that.After the show, Jane was driving to her father's house in New Jersey. She needed to talk things over with him; she had not been feeling like herself lately. She turned on a free-way along the coast to avoid major congestion and popped some painkillers to numb the throbbing pain in her temples, which had been nagging her all day. Then she started to relax and turned on the radio; classical music was playing. The drive was slow. Black ice covered the highway, which was packed with cars on their way back home. Night fell. A darkness began to blur the corners of her vision and turned the headlights into swirls of red. Jane blinked to sharpen their outlines, but each time she closed her eyes, her eyelids became heavier and heavier, until they remained shut for a moment too long.The following morning, authorities were fishing out Jane's car from the water. Despite leading a meticulous search for weeks, they were unable to retrieve her body.The airing and production of The Jane Romero Show was suspended until after her funeral, which both her father and mother attended.As the public grieved for Jane, there was a surge of orders for J. R. products and all her episodes were re-released a month later, with an opening credit that wished her eternal peace.",
            "imagePath": "assets/images/characters/Jane_Romero.png"
        },
        {
            "name": "Ashley \"Ash\" Joanna Williams",
            "description": "During a weekend at a cabin with friends, Ash Williams uncovered the Necronomicon Ex-Mortis (The Book of the Dead) and awoke something dark in the woods. Evil possessed his friends, whom he was forced to kill, and his right hand, which he sawed off. For the next thirty years, Ash ran from his past, working at a Value Stop department store and seducing women in dive bars. But he screwed up one night while being high, when he read from the Necronomicon to impress a woman. Evil found him once more, wrecking the life of those around him. But his co-workers, Pablo who was raised by a shaman and Kelly who was orphaned by the Deadites, helped him put up a fight. While battling Evil, Ash was reunited with his long-lost daughter Brandy, who encouraged him to embrace his role as saviour of humanity. After a terrible fight with a fully formed demon, Ash, drawing his last breath, was taken by the Knights of Sumeria and transported into the future. Ash wakened to a voice, his head throbbing. Since defeating a gang of Deadites a weak ago, he had been in a perpetual state of hangover. He heard the voice once more; a woman singing, sensual and inviting.Stepping into the corridor in his boxers, he strode towards the voice, which lead to the public locker room. As Ash pushed open the door, the singing stopped. There was a rustling of curtains. He called out, entering the change room. His voice reverberated on the mouldy tile walls. He pressed on, reaching a shower that was still dripping wet. Cold, humid fingers ran down his bare back. He turned around.A woman stood naked, her skin glistening in the morning light that streamed in from high windows. Ash recognised her instantly: Linda Emery, one of his former high school flings. They had gotten back together years later, while saving their home town from Evil. He had ended their relationship soon afterwards, preferring to indulge freely in his new-found popularity.Linda winked at Ash, who closed the distance between them. He caressed her cheek wistfully: What was she doing here? Did she know anything about the whereabouts of her daughter? And Pablo and Kelly?A sharp blade dug into his hand, making him jump back. Linda slid a finger across the edge of her blade, collecting Ash's blood on her fingertip. She smiled, and her skin shrivelled, her hair faded, her shoulders stopped, and her curves sagged, ageing decades older in a matter of seconds. She attacked Ash, who poorly managed to block, being half-naked.Every blow she delivered earned him a new wound. She slashed his bad knee and he fell to the floor. As she jumped on top of him, Ash shrieked in disgust, knocking the knife out of her grasp. Her varicose hands wrapped around his neck, strangling him. Gasping, he outstretched his arm, hand landing on a soap dispenser. He spurted out some liquid on his fingers and poked her in the eyes. The elderly woman winced, weakening her hold, and Ash elbowed her in the face, knocking her back. He rolled over and grabbed the knife on the floor. Just as he was about to plant it in her chest, he stopped. There was something else he wanted more.He pressed the blade against her throat. Let's make a deal, demon. In exchange for not killing you, you portal me back to my friends. The demon agreed.She began reciting the incantation, instructing Ash to repeat after her, which he failed to manage. When nothing happened, Ash threatened the demon, who argued back, blaming his poor pronunciation. Their combined exchange of Sumerian words triggered a hiss from the shower behind them. The wet tiled floor darkened, and the pipes burst. A whirlpool of dirty water, shower curtains, and used toilet paper swallowed the demon, while Ash held onto a locker door, which slowly slipped from his fingers.FFFUUUC-Ash landed flat on his chest in the Realm of The Entity, sputtering grass. He got up, brushing off the dry clothes he suddenly had on. Then he looked around and his grin fell. It was the kind of place that made two things obvious: one, there wasn't any bar for miles, and two, he was going to need his shotgun and chainsaw, both of which he lacked. As he started to walk towards a glinting light ahead, a scream rippled through the trees.Groovy.",
            "imagePath": "assets/images/characters/Ash_Williams.png"
        }
    ],
    "killers": [
        {
            "name": "Evan MacMillan",
            "description": "Evan MacMillan idolised his father. It wasn't just that he was heir to a great fortune, it was the way he ran the estate. Raised under his firm hand, Evan had taken to running the workforce with an iron hand. Production was always high and the MacMillan Estate prospered under father and son.As Archie MacMillan's mental health slowly disintegrated, Evan protected him from the herd who wanted a piece of the fortune. No matter what his father asked of him, Evan would do.When Archie MacMillan finally snapped, Evan became his enforcer in what would become known as the worst mass murder in modern history. They never proved that Evan lead over a hundred men into those dark tunnels before detonating the explosives and sealing them to their fate.The tale of the MacMillan Estate is a tale of wealth and power gone very wrong.How many victims fell to the hands of father and son is unknown. No record is ever made of what became of Evan MacMillan. His father is another unsolved puzzle, found trapped in the locked basement of his own warehouse - starved and abandoned.",
            "imagePath": "assets/images/characters/Evan_MacMillan.png"
        },
        {
            "name": "Philip Ojomo",
            "description": "Philip Ojomo came to this country without anything than hope for a new beginning. He was happy as he got offered a job at Autohaven Wreckers. A small scrap yard where bribed cops turned a blind eye for the somewhat shady business that took place.Ojomo didn't care. He had seen criminal activity up close in his homeland and as long as he didn't get involved, he let things be. He just fixed cars and handled the crusher. Something he did really well. A car went in and a small, metallic cube came out.It was not until one gloomy day that he, just by accident, saw some blood coming from one of the un-crushed cars. As he opened the trunk he found a young man, gagged and with tied hands with panic filled eyes. Ojomo freed the man who managed to run ten feet before Ojomo's boss stopped him and slit his throat. As Ojomo demanded answers he got explained to him that he'd been nothing more than a simple executioner as more or less every car had a soul in them as this was a \"\"service\"\" the scrap yard provided to certain \"\"clients\"\".Ojomo snapped and went ballistic. He threw his boss in the crusher and let it slowly compress, as the head stuck out, Ojomo grabbed it and pulled head and spine out of the body. Then he left and was never seen again.",
            "imagePath": "assets/images/characters/Philip_Ojomo.png"
        },
        {
            "name": "Max Thompson Jr.",
            "description": "The son of wealthy landowners Max Thompson Sr. and Evelyn Thompson, this unnamed boy was an unwanted child born to savage parents. Hideously disfigured, he was shut away from society. So ashamed of their son, they bricked him off into a room and fed him through a hole in the wall. When the boy escaped, he took his revenge savagely and terribly, slaughtering the parents that had tortured him instead of raising him.After the deed was done, he continued to live his life at the farm, taking out his deranged violence on the animals that were allowed to run free. As he finally broke free from his shackles he ran through the cornfields, chasing and slaughtering whatever he could find. They never found the bodies of Max and Evelyn, but they did find tortured and disembowelled animals all over the farm.Coldwind Farm was quickly settled and the land split up and sold off. There was never a buyer for the farmhouse. Perhaps it was the sound of the chainsaw you could hear throughout those hot summer nights.",
            "imagePath": "assets/images/characters/Max_Thompson_Jr..png"
        },
        {
            "name": "Sally Smithson",
            "description": "Sally Smithson came to town with dreams of children's feet and laughter in a wooden home built by her husband Andrew. But life came not with smiles but with plans of destruction. Andrew worked as a lumberjack - a job with its perils. One day, Andrew's foreman had to pay Sally a visit, forever changing her life. She was alone.Without food on the table and no other option, Sally had to find a way, but the only employment she could get was at the Crotus Prenn Asylum. Nobody sought employment there unless they were in dire need. Just like Sally. Without any education, she started at the bottom, doing the hard night shift.Over the years, her mind had reached its limits, two decades of seeing horrid things that violate the eyes. Memories that are re-played every night. Being abused verbally and physically, by people without limits. Sally saw insanity from the outside, just to catch it herself.Finally she could not take it any more and concepts of purification emerged inside her. She did what she felt was necessary. As the morning staff arrived one day in September - they found over fifty dead patients, lifeless, in their bed along four staff members, also dead.Only Sally had survived the night, but her mind was gone, rocking back and forth non-stop. Exactly what happened is only known by her, but it seems that some of them had been choked as they had marks around their necks. They got her into an ambulance, but that ambulance never reached the hospital. It was found crashed in a nearby wood, all the staff dead and Sally nowhere to be found.",
            "imagePath": "assets/images/characters/Sally_Smithson.png"
        },
        {
            "name": "Michael Myers",
            "description": "Some humans are simply bad seeds. Seeds infused with a distilled and pure form of evil.Michael Myers is one of those seeds. He had no issues with causing the pain of others. Instead, it was exactly what he sought. But even life can be tough on those with minds filled with terror. The difference is just how one goes about to solve those problems. For Michael, he had to kill to find some inner peace. As he took his sister’s life, the police found a silent boy dressed as a clown at the scene.When one stumbles upon a growing fire, one does not pour gasoline on it. But this was an action taken by officials that had no idea how it would shape this demon in the boy's body. Sending Michael to a mental institution was a feeble attempt to save the child. Unsuccessful therapy and nightly screams just made him even more introverted and deranged.People hoped that Michael Myers would end up a parenthesis, soon to be forgotten and buried, a failure that soon were to rot away. But then...he escaped.",
            "imagePath": "assets/images/characters/Michael_Myers.png"
        },
        {
            "name": "Lisa Sherwood",
            "description": "Lisa Sherwood grew up in a quiet village, mainly isolated from the rest of civilization. The people of the hamlet were kind and the elders kept old traditions alive, often keeping the peace by personally settling the ever-rare disputes. Lisa was particularly fond of the charms they taught her to draw for safety and good fortune. One night, as she was walking home through the woods, a terrible storm struck without warning. Howling winds whipped at her hair as she stumbled through the swamp, her rain-drenched dress plastered to her skin. In the slick, wet mud she lost her footing, careening backwards and striking her head against rock. Slipping in and out of consciousness, she strained to identify the dark shapes approaching her from between the trees. That's the last thing she could remember.Her kidnappers kept her chained to the wall in a flooded cellar. Though dimly lit, she could see others whose large open wounds swarmed with flies. It took merely a day before they returned, carving chunks from the prisoners' bodies with rusted blades, consuming their very flesh down to the bone. Most she saw did not survive long once the cannibals targeted them but somehow, deep within, Lisa persisted. Starved, infected, and mutilated after several weeks of torture, her gaunt arms became loose in their shackles. She pulled hard, the metal tearing through skin and muscle until she was free. Her flesh oozed viscous yellow pus and bones were visible beneath gangrenous wounds. She could go no further. Delirious, she thought of home; she thought of the elders. With her dying breath, she etched the symbols they had taught her into the floor using what remained of her fingers. Almost in response, a dark hunger stirred inside her. It yearned for blood. In oath, she chose vengeance.The village's search party eventually brought them to an old shack in a swamp. Inside, its previous inhabitants had been viciously dismembered and devoured by an unidentifiable animal. In the cellar, amid rotting corpses and disconnected flesh, the elders’ charms were scrawled in blood on the floor. Lisa’s body was not among the bodies and was never found. The village was never the same again.",
            "imagePath": "assets/images/characters/Lisa_Sherwood.png"
        },
        {
            "name": "Herman Carter",
            "description": "From an early age, Herman Carter understood the human psyche. To analyse and de-construct something as powerful as the brain intrigued him. He was an apt pupil and gained the attention of his teachers. He excelled in high-school and was published in \"\"Partisan\"\" - a psychology gazette. Within a year, Carter was fast-tracked into Yale's advanced neuroscience programme, really a front for the CIA. Brainpower is a must if you're about to conquer the world and demolish foes across the pond. The CIA understood this, so interrogation and intelligence became their number one priority. All they needed were brilliant people - like Carter.Carter and other top-tier recruits were transferred off-campus and into a secret black site facility in Illinois known as the Léry's Memorial Institute. A protégé craves a mentor, and that's where Mr Stamper stepped in, who taught Carter that information is everything and knowledge is power. He was given all instruments needed, a guiding hand, and more or less everything he asked for. He never realised that sunlight had started to become so scarce, that he too was kept in the dark. Because knowledge doesn't only give you power, it also transforms you into a threat.To extract information was his mission. Mr Stamper encouraged Carter to go further and not to consider this a normal medical facility - no eyes were watching them, there were no rules to abide. The agency just pointed Carter in the right direction, then he started to take a few steps back as he saw how Carter could walk on his own. Docile test subjects were exchanged for real, live spies. People that played a role in the troubles outside the facility. Carter shouldered this new role - Project Awakening took form, and on paper Carter described it as \"\"experimental interrogation\"\". It was approved and over a few months, nobody knocked on his door. Screams and moans filled the corridor outside his lab, but wars skew people and what they accept - as long as the enemy is kept at bay. The fluorescent lights flickered more and more often. Electro-convulsive Treatment became a standard dish on the menu. Prisoners held at the facility begged the guards to take them to any other lab but Carter's. Rumours were disregarded in the beginning.Over the years, Carter became known as The Doctor and no one ever questioned if he had even held a medical certificate or even what happened to the prisoners after they had given up their information. It was only after the Léry's Memorial Institute went silent for a week that they finally uncovered the true horror of what had happened there.Carter's experimental information extraction had turned to horrific and bizarre torture. Patients and prisoners were found dead or in vegetative states with all types of head trauma. In his office, they found the most terrible discovery of all. Mr Stamper himself, his head peeled open and an array of electrodes and sensors inserted into his still working, but annihilated brain. There was no sign of Herman \"\"The Doctor\"\" Carter, but his research papers suggested that he had been using the prisoners as part of awful ECT experiments as he searched for the panacea of mind control.The government didn't want to know. The black site was condemned and all knowledge of the Léry's Memorial Institute redacted forever.",
            "imagePath": "assets/images/characters/Herman_Carter.png"
        },
        {
            "name": "Anna",
            "description": "As soon as Anna was able to walk, her mother started teaching her how to survive a harsh, solitary life in the northern woods. Living in such an extremely remote and dangerous area required skill and resilience. When sunlight became too dim for productive activities, they would take refuge in their house, a sturdy old cabin constructed to resist the toughest winters. Close to the hearth’s warmth, Anna would rest in her mother's arms, surrounded by the few wooden toys and masks she had crafted for her. Drifting off to sleep with stories and lullabies, she dreamt happy dreams, ignorant of the events that would soon change everything.Anna and her mother were stalking a great elk through the woods. They knew it was dangerous prey, but it had been a particularly difficult winter and they were almost out of food. The spectre of starvation frightened them more than any forest creature. Without warning, the elk reared, bellowed and charged at Anna. She was paralysed with fear as the whole world seemed to shake under the immense beast’s pounding hooves. The elk was close enough for Anna to see the murderous fury in its eyes when her mother threw herself in its path, axe in hand. A blood-curdling scream escaped from her lips as the elk impaled her upon its antlers and hoisted her into the air. With all her strength, she brought her axe down on its head again and again while it tried to shake her loose. With a sickening crack, the antlers snapped and Anna’s mother was free. The beast collapsed.Anna was too small to move her mother’s broken body, so she sat with her in the clearing where she had fallen. To distract her from the dying elk’s cries, Anna’s mother held her and hummed her favourite lullaby. They stayed like that, the huntress and the elk getting quieter and colder, until Anna was alone in the silent forest. Eventually she stood up and started the long walk back home.Still a child, she knew just enough about life in the frozen forest to survive. She followed her instincts and became one with the wild. She got older and stronger and practised her hunt. As she grew into a dangerous predator, her humanity became a half-remembered dream.She widened her territory and lived off her hunts. She worked her way up through squirrels and hares and mink and foxes. Eventually she grew tired of them and hunted more dangerous animals like wolves and bears. When unsuspecting travellers came through her woods, she discovered her new favourite prey: humans. Unlucky souls who strayed into her territory were slaughtered like any other animal. She liked to collect their tools and colourful garments and especially toys when there were little ones. But she could never bring herself to kill the little girls.Girls she would take back to her house, deep in the woods. They were precious, and looking at them woke up something deep in her heart. She craved the closeness of a loved one, a child of her own. Among the pillaged wooden toys, dolls and story books she couldn't read, the girls would be tied by the neck with a rough and chafing rope fastened firmly to the wall. She couldn't let them wander off, or they would surely die outside.Every time, the girls would waste away and die of cold or starvation or sickness. Every time, it plunged Anna deeper into pain and sorrow and madness. She was compelled to try again, and started raiding the nearest villages to slaughter families and kidnap their daughters. She wore one of the animal masks her mother crafted for her so many years earlier to try to calm the frightened children. Villagers spread the legend of a half-beast lurking in Red Forest: The Huntress, who killed men and ate little girls.War eventually came to the forest. German soldiers began to pass through, on the march to attack the collapsing Russian Empire.  During these dark times, there were no more travellers. The villagers had abandoned their homes, and no more little ones to be found; only soldiers. Many of them were found with violent axe wounds. Whole groups disappeared mysteriously. Once the war was over, the rumours of The Huntress disappeared with it, engulfed by the Red Forest.",
            "imagePath": "assets/images/characters/Anna.png"
        },
        {
            "name": "Bubba Sawyer",
            "description": "Whether killers perform their heinous acts by the compulsions of their diseased minds, or if they are forced into them by external pressures, has long been a matter of debate. But for one killer, nature and nurture are inextricably linked.Leatherface kills not from a desire to exert his will over others, to satisfy carnal urges, or even to quiet the voices in his head. He kills because he is scared. Scared that others will hurt him; scared that his family will be displeased with him, scared that their shared willingness to eat human flesh will be discovered.He does as he is told. His family loves him and that is all that matters. Outsiders are a threat, and threats need to be dealt with.Like those kids that came into the house, uninvited. Walked in like they owned the place. Looked around the house, trying to find out his family’s secrets, no doubt. But Leatherface deals with them, and protects his family just as he’s been taught.He is not just protector, he has many roles, and each role has its own face. He serves dinner, cares for the family, and dresses well when they eat. His Grandpa and Ma used to care for them all, but Grandpa, he is old now and Ma has been still for a while, so Leatherface and his brothers had to take over. Family is everything to him. Family is security and safety.But, even though he did his best, one of the kids got away. He tried to stop her, chasing after her as fast as he could, but she had help: another outsider, driving a truck. The evil trucker killed his brother, ran him over like he was a possum. In a fury, Leatherface leapt at him, the saw ready to avenge his family, but the trucker was too quick. He knocked Leatherface aside and turned his own saw against him.As he watched the outsiders driving away, the rage, grief and pain combined with the worry about what would happen to his family now. They would surely return with the police, and the police would take his brothers, his Grandpa. Without them, what would he do? Without their commands, he would wither and die.As his world collapsed, Leatherface spun in circles, swinging the saw all around, trying to fight off the myriad external threats that surrounded him.Then another feeling overtook him. It came from outside his vision, crawling over his skin with cold dread. He realised that no matter what outsiders could do to him, there was something worse, something bigger that lived in the shadows. He was filled with a terror unlike any he had ever felt before. But it was almost comforting, like the fear he'd felt with his family. The fear of disappointing them.He was brought to a place that was familiar but unknowable, and he instinctively knew what he had to do. He couldn't fail it, the way he had his family. Outsiders would come but he would use his skills to overcome any threats. There would be screaming, but he could make the world quiet again. Until the only sound remaining was the blessed howl of the saw.Let the outsiders come.",
            "imagePath": "assets/images/characters/Bubba_Sawyer.png"
        },
        {
            "name": "Frederick \"Freddy\" Charles Krueger",
            "description": "Even while he lived, Freddy Krueger was a creature of nightmares for those who truly knew him. Hiding behind a mask of warmth and friendliness, Freddy's actual temperament was known only to his victims. When those victims were finally heard, the parents of Springwood tracked Freddy down and took the law into their own hands. They thought that fire had rid them of a monster that night, that their children were finally safe, but evil as strong as his has a way of surviving.Years passed, the horror was buried, the victims mercifully forgot. Then, somehow, Freddy returned, and dreams became nightmares once again.Freddy focused his anger on those he felt had wronged him, building up to his one true obsession, Nancy Holbrook. But he underestimated her strength and resourcefulness. Together with her friend Quentin Smith, she managed to weaken Freddy, mutilating him and leaving him for dead once more.Death didn't want Freddy the first time he encountered it, why did they think it would take him now? He emerged once more, consumed with vengeance. Then he turned his sights on the boy who had blocked his path to Nancy, his number one.Freddy invaded Quentin's dreams, terrorising him night after night, until his strength and defences would be at their lowest. When the time was right, he forced the boy to return to the dark reflection of Badham Preschool. Here he would have his final revenge.Freddy stalked the boy through the school's halls. He took his time, savouring every moment of the hunt. This was what he enjoyed the most, the smell of their sweat in the air, the ragged gasps of their terrified breath. They were his to toy with.There was the boy, at the end of a long corridor. Too tired and scared to run anymore? Resigned to his fate? Freddy closed in, arms wide, claws raking the wall. Their tips traced along a pipe, the metallic shrieking only adding to the boy’s apprehension.A shower of sparks rained on the ground, and into the liquid that covered the tiled floor. A blue flame blossomed and quickly engulfed the room.The boy took flight as Freddy burst from the flames in a fury. Rooms and walls raced past in a blur until they were in Freddy's basement. There would be no escape from here.Slowly Freddy closed in on the boy. His fear was so strong now that Freddy could almost taste it, but his eyes burned with a defiant hatred that was almost admirable.Freddy drew back his claws.Then Freddy felt another presence with him; something old, powerful and dark. A miasma enveloped him and the only sensation was a sound like wooden beams flexing and creaking in the distance. The echoing groan of metal crushed against metal. Something arcane and unknowable, half-way between language and pure terror.A moment of falling and spinning and then Freddy was back in the school. But not his school. It looked the same, but it felt different. His powers were tempered in some ways and focused in others. The boy had gone for now, but another prey walked the hallways. Some would be inconsequential; others would become his new favourites. All would fall before his claws.",
            "imagePath": "assets/images/characters/Freddy_Krueger.png"
        },
        {
            "name": "Amanda Young",
            "description": "When John Kramer, better known as Jigsaw, planned for his son to be born during the Chinese Zodiac's Year of the Pig, he wanted it to represent fertility and rebirth; a new beginning for him and his wife, and the start of a charmed life for his son. But that plan was shattered on the night that a junkie broke into his wife's clinic, hoping to score.After this event resulted in the death of his unborn son, John finally caught up with the junkie, making him his first test subject, and The Pig was changed forever too. It became a representation of the disease that was rotting John from the inside, a reminder that we are just meat unless we elevate ourselves by our actions, by grasping life from the jaws of death. The Pig became a vessel, an agent of Jigsaw, conveying the subjects to their test. For some of those who emerged victorious, The Pig could still be a rebirth, into their new lives as apprentices, even disciples, of Jigsaw.That was the case for Amanda Young, a troubled soul, whose life had been a catalogue of harm, both to herself and those around her. That changed when she faced, and bested, Jigsaw's test. Deciding her life was worth something, she became devoted to Jigsaw's cause, ready to take over when cancer consumed him.But she became more dependent on John, her anguish at his impending death combining with a belief that their test subjects weren't capable of saving themselves, of being reborn in the crucible of the games.Seeing this, John presented her with another game, another chance to save herself, but Amanda let her rage and jealousy rule her actions. She failed the test and took a bullet as a consequence.Bleeding out on the tiled floor, darkness engulfed Amanda's vision, accompanied by a sound like creaking wood. Then she was in a forest, once more viewing the world through the eyes of a Pig. Trees surrounded her, their branches clawing at her from all sides. Waves of panic washed over her and she could hear her breath reverberating inside the mask.Had she been damned, cursed to spend her days here, in this guise? Or maybe this was another test? Maybe she hadn't failed at all? John always thought one step ahead of everyone else, planned for every eventuality, and he would never give up on her, surely?Jigsaw may have gone but he had passed her onto another. A being for whom she would be The Pig again.Ultimately, she saw now that she had been right in the choices she had made. The time for games was over. There was no chance of redemption for any of them. They were meat, and meat was destined to die.",
            "imagePath": "assets/images/characters/Amanda_Young.png"
        },
        {
            "name": "Kenneth \"Jeffrey Hawk\" Chase",
            "description": "Kenneth Chase was born in 1932 by a difficult labour, which his mother wouldn't survive. This event drove a rift between him and his father that never closed. As the boy grew, so did his father's resentment, and his drinking habit. By the time Kenneth was at school, they lived mostly separate lives.Academically, he was unremarkable, coasting by on his significant athletic prowess. He grew tall and strong, excelling at track events, but shunned any attempts to coax him into team sports.On his walk home from school, he would often find feathers on the ground and he soon began a collection, keeping them in a cigar box under his bed. With his father either at work or in an alcohol-induced stupor, Kenneth had hours to spend alone, transfixed by the regularity of the feathers' barbs and the feeling of softness as he ran them over his lips. Watching the birds that came to the feeder in his garden, he imagined how soft they must be and resolved to catch one. He ingratiated himself with the local dentist, soon procuring some anaesthetic. Using this, he rigged up a trap on the feeder, that he hoped would knock out a bird long enough that he could touch it.After a few failed attempts, he managed to trap a robin. As it lay in his hand, he felt a sudden rush, of a life at his mercy. He had planned to release it once it recovered from the anaesthetic. Instead, as its eyes flickered back into consciousness and it began to struggle, his grip remained firm. His fingers slowly tightened around its throat, squeezing until its chest feathers were finally still. He disposed of the body, keeping just a feather, with which he started a new collection, discarding the others as \"\"fake\"\".By the late 1940s, Kenneth had left school and started working as a busboy at a local diner. He had also escalated to larger prey, like squirrels, raccoons and dogs, becoming skilled at customising the anaesthetic dosage for each.In early 1954, a young man went missing and the town was turned upside down in the search. A few months later, Kenneth's father, while doing some work in the crawlspace under the house, found a cigar box. He broke it open and saw, to his horror, that it contained feathers, animal paws, and a man's finger.Returning from work, Kenneth saw his father leaving the crawlspace with a cigar box in his hands. He turned on his heel and never went home again.After a few weeks of living rough, he encountered a travelling circus and, with his prodigious strength, was hired to work the ropes. He assumed a new name: Jeffrey Hawk.Suddenly surrounded by a close-knit community, \"\"Jeffrey\"\" had to learn to socialise. He donned a new personality like a disguise, quickly becoming known as charming and helpful, and was welcomed into his new family.Over the next decade, he stayed with the circus, travelling the length and breadth of the United States. But, with the itinerant life providing few repercussions, he fell into bad habits. Drinks, junk food, drugs, he indulged in all of them to excess. For a time, these vices were enough, but then his old urges returned and his nomadic existence became a cover for him to resume killing. He stole clothes and make-up from performers, fashioning a disguise that would let him get close to his victims before he anaesthetised them, bringing them back to his caravan, where they would awake to find themselves bound and at his mercy. He would finally get to have his fun, mentally and physically torturing them, their screams fuelling him, before being lost in the night.Once their strength was at its lowest, he would carefully examine their fingers, searching for the prettiest, running them over his tongue to find the tastiest. Once he found the best, he would cut it from their hand and proudly add it to his collection, disposing of the rest of the body as pointless waste.Men, women, young, old, he didn't care. The essence of a good collection is in the variety, in the memories and stories they evoke.He removed the costume less and less, shedding his old personality with it, fully embracing the clown, his true self.With time, he became complacent and sloppy. A victim managed to work free of her bindings while he was sleeping off the drink. She escaped, screaming for help, and he awoke to find the rest of the circus bearing down on him. He whipped his horse and the caravan disappeared into the night.Since then he has roamed the country, a parasite who could always be found at a carnival or circus, but who would never be seen on any playbill. He lured those brave, or foolish enough, to come near, trapped them and moved on before they could be found missing.Somewhere along the way, he left the ordinary roads of the United States behind him, travelling through a veil of mist and entering a new realm. It was a place of transience and impermanence, perfectly suiting the life he had chosen to lead. Feeling more at home than he had in his entire life, he set up camp and waited for his first visitor.",
            "imagePath": "assets/images/characters/Jeffrey_Hawk.png"
        },
        {
            "name": "Rin Yamaoka",
            "description": "Rin was the only child of the Yamaoka family. She was raised in the dusty halls of a traditional house in Kagawa. She studied Education at Takamatsu, a private university, which weighed heavily on her family's shaky finances. Her mother got ill that year and the bills started piling up. Rin worked part-time in a futile attempt to help lighten the load.Her father faced a debt that grew without end. He started working double-shifts in hopes of obtaining a promotion. That's when he started losing sleep. A dark whisper would keep him awake all night, reminding him of his hopeless situation. Exhausted, he started to lose grasp of reality. Fighting to deny what the voice whispered at night, Rin's father made a desperate move. He met with his superior and explained his situation. He begged for a bonus, an advance, time-off---anything.His request was denied. The company had launched a defective production line that was costing them dearly. Someone had to be held accountable and Rin's father fitted the bill perfectly. He was fired after twenty-two years of service.That evening, Rin came home from work. She'd stayed late to entertain customers that lingered at the restaurant. As she parked her bike in the shed, she heard her mother's scream come from the house.She rushed in, climbing up the stairs to her parents' room. There she found bits and pieces of her mother on the floor. Her limbs were clean-cut, tangled up in an unnatural position. Her breasts were sliced up, revealing her rib cage, which was cracked open. Rin gagged.A sharp Katana came crashing down. Rin blocked the blade, which bit into her bare forearm. The shock of recognition interrupted her pain: her father was wielding the Katana with a stoic expression. She cried out to make him stop, but he slashed her arm again.She rushed off and slid on the blood-smeared floor. Using the door frame as support, she raised herself up. The Katana ripped through the wall, cleaving her other arm. She screamed in pain as she limped into the hallway, only to be met by her father's blade.She stepped back, trembling, as she held together the soft loose flesh of her abdomen. Images of her mother's tangled limbs flashed before her eyes.Rin charged at her father, making him stumble back. He punched her torn abdomen and she recoiled in pain. As she struggled to get back up, he slashed her thigh, making her collapse on the floor.As she crawled towards the stairs, he grabbed her hair and yanked her against a partition. The glass shattered on impact and she fell through, landing one floor down.She heard footsteps somewhere above her. With effort, she moved, worming her way into a sea of broken glass. The shards gnawed at her, ripping her flesh. He had to be stopped. He would not get away with what he'd done to her--with what he'd done to her mother.Coughing up blood, her chin grazed the glass, adding to the bleeding. A low-pitched heartbeat started to ring in her ears. Her body felt so heavy she could no longer move.The ground shook with her father's footsteps. She knew she was not going to make it, but she no longer cared. She would make him pay, in this life or the next.A dark Fog slowly veiled her eyes, but it could not subdue her rage. She would not rest--not yet. The darkness whispered, promising blood and revenge.An oath was made and Rin closed her eyes.",
            "imagePath": "assets/images/characters/Rin_Yamaoka.png"
        },
        {
            "name": "F. J. S. J.",
            "description": "Frank Morrison was nineteen and had little to show for it. He'd stopped attending school after being kicked out of the basketball team for shoving a referee into the stands. Yet Frank was a man of potential, who could light up a room despite his bleak childhood. At six years old, he'd been taken away from Calgary to start a circuit of foster homes. No matter how many times he'd lashed out, threw tantrums and got into fights, they'd kept moving him to new, unfamiliar houses. His last move had been three years prior when his last foster dad, Clive Andrews, had picked him up from the adoption centre. They'd been on the road for seven hours before reaching a small bungalow in Ormond. It would be the longest time they'd spend together. Clive was too busy trading cheques from Family Services for drinks at the bar.Ormond was a small, stale place; a remote town of six thousand inhabitants where grey winters drag on for most of the year. Frank did everything he could to get into another adoptive family, but he changed his mind when he caught the attention of Julie, a beautiful girl who was convinced that she deserved better than a life in Ormond, and Frank, as an outsider, was her ticket out. Frank attended the parties she threw where everyone was younger than him and easily impressed, which he liked. He met the impulsive Joey, who liked to show off, and the shy, naïve Susie, who was Julie's best friend.They would hang out at an abandoned lodge up Mount Ormond. Their time together was the perfect break from the boring conformity of their small, insignificant everyday lives. Frank saw it as an opportunity to shape their lack of experience into something powerful. He lined up nights of debauchery and rampage, testing their limits. Bullying , vandalism, and theft were essentially their weekend plans. It came to a point where they would do anything he asked. Nothing was off-limits when they put their masks on. One evening, Frank dared Joey to vandalise the store that had recently fired him. They snuck inside easily enough, as the building was supposed to be empty after closing hours. But a cleaner who was still there grabbed Julie as soon as she came near. Hearing her stifled cries, a dark impulse took over Frank. He rushed to her aid, knife in hand, and without hesitating, planted the blade into the cleaner's back.As the group stared at Frank in shock, he ordered them to finish the job. Joey clenched his jaw, grabbed the knife, and stabbed the bleeding man in the ribs. Susie didn't want to do it. Frank shouted at her; they had to finish what they'd started. Julie closed her eyes and slid the knife into the man's chest. She handed the wet blade to Susie: they were all in this together now. Susie stared at Julie in disbelief as Frank grabbed her trembling hands and inserted the knife deep into the man's throat. Frank told them to move fast; they mopped the blood off the floor, stashed the body in the trunk of Joey's car, and drove up Mount Ormond.All four were digging in the muddy snow to dispose of the body when Frank spotted something moving through the woods. He grabbed his knife and broke from the group to check it out. The Fog thickened around Frank, becoming so dense that he soon could no longer see ahead. He retraced his steps and stumbled onto an ominous trail. He followed the eerie path, as if called by the darkness. Julie, Susie, and Joey finished digging, but Frank was nowhere to be seen. Julie spotted his muddy footsteps in the snow and the three of them followed the trail, which took them deeper into the woods. When Julie, Susie, and Joey did not return home that night, their parents thought they'd run away with Frank. Each family came up with a different theory. The mood in the town changed, however, when a body was found by an abandoned lodge up Mount Ormond.",
            "imagePath": "assets/images/characters/F._J._S._J..png"
        },
        {
            "name": "Adiris",
            "description": "When she came of age, she attended the high-ranking priests during the yearly worshipping of the sea-goat, the God of Water and Creation. Swinging a censer down the great hypo-style hall, she cast thick black fumes that reached the cold towering stone pillars before dissipating. Her worries lifted, and the resulting bliss made her feel closer to the Gods than ever. She worked herself to the bone each day that followed, fulfilling her duties while taking on new ones, as she aided the priests during purification rituals.The priests were more and more in need of assistance. Cleansings were being performed daily to answer the demand from outside the high temple walls, where a catastrophic plague had resurfaced. Within months, the priests contracted the disease. It did not take long before they became too weak to perform any kind of ritual. Adiris, having assisted many purification rituals, was the only one able to carry on. The swelling panic had to be contained, even if by a novice.Anxious before her first ceremony, Adiris visited the priests' sanctuary chamber. When she lit the candles, she noticed a narrow opening at the back. Sliding through the gap, she reached a crypt hidden under the sanctuary. The chamber was bare except for the golden statue of a woman, who stood with outstretched hands, her fingers covered in jewels. It was the sign Adiris had been waiting for.",
            "imagePath": "assets/images/characters/Adiris.png"
        }
    ]
}